Repository: codicoop/boilerplate_django
Catalog: src/project/locale/*/LC_MESSAGES/django.po
Languages: ca

source: created at
ca: creat el

source: created by
ca: creat per

source: updated at
ca: actualitzat el

source: English
ca: Anglès

source: Catalan
ca: Català

source: Project name
ca: Nom del projecte

source: Administration panel
ca: Panell d'administració

source: Site administration | Django site administration
ca: Administració del lloc | Lloc administratiu de Django

source: Log out
ca: Desconnectar

source: %s | Sign up
ca: %s | Donar-se d'alta

source: %s | Profile details
ca: %s | Fitxa del perfil

source: %s | Registry updated
ca: %s | Registre actualitzat

source: %s | Password change
ca: %s | Canvi de contrasenya

source: %s | Mail validation
ca: %s | Verificació del correu electrònic

source: %s | Demo Create
ca: %s | Demo: crear

source: %s | Demo Details
ca: %s | Demo: fitxa

source: %s | Demo Update
ca: %s | Demo: actualitzar

source: demo/list/
ca: demo/llista/

source: demo/details/<int:id>
ca: demo/fitxa/<int:id>

source: demo/update/<int:id>
ca: demo/actualitzar/<int:id>

source: registration/
ca: compte/

source: Back
ca: Enrere

source: Registry updated
ca: Registre actualitzat

source: Registry successfully updated
ca: Registre correctament actualitzat

source: Done!
ca: Fet!

source: The registry was updated correctly.
ca: El registre s'ha actualitzat correctament.
